/* No comment provided by engineer. */
"Authenticating as {0}" = "Atpazīts kā {0}";
"Calculate checksum for {0}" = "Calculate checksum for {0}";

"Deleting {0}" = "Dzēš {0}";
"Disconnected" = "Atvienots";
"Disconnecting {0}" = "Atvienojas {0}";
"Downloading {0}" = "Lejuplādējās {0}";
/* Connection type opened */
"{0} connection opened" = "{0} atvērti savienojumi";

/* Reading size of file. */
"Getting size of {0}" = "Nosaka datnes lielumu {0}";

/* Reading modification date of file. */
"Getting timestamp of {0}" = "Nosaka laika spiedolu {0}";

/* Reading permission of file. */
"Getting permission of {0}" = "Nosaka pielaides {0}";

/* No activity */
"Idle" = "Dīkstāve";
"Listing directory {0}" = "Lasa {0} mapi";
"Making directory {0}" = "Izveidot {0} mapi";
"Maximum allowed connections exceeded. Waiting" = "Gaida, jo pieļaujamais savienojuma skaits ir pārsniegts…";
"Mounting {0}" = "Uzstāda {0}";

/* The user did not accept the certificate or is not valid */
"No trusted certificate found" = "Nav atrasts drošs apliecinājums";
"Opening {0} connection to {1}" = "Atvērts {0} savienojums no {1}";
"SFTP subsystem ready" = "SFTP apakšsistēma darbam ir gatava";
"SCP subsystem ready" = "SCP apakšsistēma darbam ir gatava";
"Starting SFTP subsystem" = "Tiek uzsākta SFTP apakšsistēma";
"Starting SCP subsystem" = "Tiek uzsākta SCP apakšsistēma";
"Uploading {0}" = "Augšuplāde {0}";

/* Renaming file status message; Renaming to <new filename>. */
"Renaming {0} to {1}" = "Pārsaukt {0} par {1}";

/* Duplicate a file */
"Copying {0} to {1}" = "Kopē {0} uz {1}";

/* Changing the owner of a file */
"Changing owner of {0} to {1}" = "Mainīt īpašnieku no {0} uz {1}";

/* Changing the group owner of a file */
"Changing group of {0} to {1}" = "Mainīt grupu no {0} uz {1}";

/* Changing UNIX file permissions */
"Changing permission of {0} to {1}" = "Mainīt pielaidi no {0} uz {1}";
"Changing timestamp of {0} to {1}" = "Changing timestamp of {0} to {1}";

/* Indicates remaining time needed for files to transfer */
"{0} seconds remaining" = "{0} atlikušas sekundes";

/* Indicates remaining time needed for files to transfer */
"{0} minutes remaining" = "{0} atlikušas minūtes";

/* Indicates remaining time needed for files to transfer */
"{0} hours remaining" = "{0} atlikušas stundas";

/* When trying to determine the IP address of a server hostname; e.g. Resolving example.net */
"Resolving {0}" = "Nosaka {0}";

/* Retry in 10 seconds - Used to indicate the time left until another connection attempt is made */
"Retry again in {0} seconds ({1} more attempts)" = "Retry again in {0} seconds ({1} more attempts)";
"Transfer complete" = "Sūtīšana ir pabeigta";
"Transfer incomplete" = "Sūtīšana nav pabeigta";

/* Content distribution network (CDN) */
"Enable {0} Distribution" = "Iespējota {0} Sadale";
"Disable {0} Distribution" = "Atspējota {0} Sadale";

/* Compress and expand archives */
"Archiving {0}" = "Arhivē {0}";
"Unarchiving {0}" = "Atarhivē {0}";

/* Compute MD5 hash */
"Compute MD5 hash of {0}" = "Aprēķina MD5 kopu no {0}";

/* Reading HTTP headers */
"Reading metadata of {0}" = "Lasa metadatus no {0}";

/* Writing custom HTTP headers */
"Writing metadata of {0}" = "Raksta metadatus no {0}";

/* Prepare path for transfer */
"Prepare {0} ({1})" = "Prepare {0} ({1})";

/* Content distribution network (CDN) configuration */
"Reading CDN configuration of {0}" = "Datu piegādes tīkla iestatījumu lasīšana CDN no {0}";
"Writing CDN configuration of {0}" = "Datu piegādes tīkla iestatījumu rakstīšana CDN no {0}";

/* Growl Notification */
"Connection failed" = "Savienojums neizdevās";

/* Growl Notification */
"Connection opened" = "Savienojums atvērās";

/* Growl Notification */
"Download complete" = "Lejuplāde ir pabeigta";

/* Growl Notification */
"Synchronization complete" = "Sinhronizācija ir pabeigta";

/* Growl Notification */
"Upload complete" = "Augšuplāde ir pabeigta";

/* Growl Notification */
"Download failed" = "Lejuplāde neizdevās";

/* Growl Notification */
"Upload failed" = "Augšuplāde neizdevās";

/* Growl Notification */
"Transfer queued" = "Sūtīšana ir apturēta";
